<section class="dance-for-clear">
    <div class="container-fluid">
        <div class="row">
            <h2 class="text-daneclear">Танец Чистоты - свидетельство целомудрия</h2>
            <img class="img-dance" src="{{ asset('images/dance-clear.png') }}" alt="">
            <p class=" description-dance">   Несколько десятилетий назад евангельский проповедник Рэнди Вильсон впервые предложил такое свадебное понятие, как «танец чистоты». Данный танец преследует своей целью восхваление добродетели целомудрия.
                В роли гаранта целомудрия своей дочери выступает отец невесты, которому и предоставляется первоочередное право танца с дочерью на ее же свадьбе, перед тем, как уступить ее в танце жениху.</p>
        </div>

        <i class="far fa-clock"> </i>
        <i class="fas fa-eye"> </i>
    </div>

</section>